Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/metsa.fi/c48.pdf.tmx
Source language: fin
Languages: sme

source: 1) puiston koillisosan tunturialue kuuluu kokonaisuudessaan granuliittialueeseen, joka koostuu pääasiassa granaattipitoisista kvartsi-maasälpägneisseistä 2) granuliittialueen länsipuoleinen granuliittikaaren reunavyöhyke koostuu erityyppisistä gneisseistä, sedimenttisyntyisistä liuskeista ja vulkaanisista kivistä 3) puiston länsiosa kuuluu vihreäkivivyöhykkeeseen, joka koostuu lähes yksinomaan vulkaanisista kivilajeista.
sme: 1) duottarguovlu álbmotmeahci nuortadavágeahčen gullá ollásit granulihttaguvlui, mii lea čohkiidan eanaš granáhttadoalli kvárcaeanalaiggagneaissas 2) granulihttaguovllu oarjjabeale granulihttadávggi ravdaavádahkii, mii čohkiida sierralágan gneaissain, sedimentaráktogeđggiin ja vulkánalaš geđggiin 3) mahcceguovllu oarjjageahči gullá ruonágeađgeavádahkii, mas leat measta eanaš dušše vulkánalaš geađgešlájat.

source: Aina ensimmäisistä kultalöydöistä lähtien on etsitty myös irtokullan eli upakullan emäkalliota.
sme: Gitta vuosttas gollegávdnamiid rájes leat ohcan maiddái bođugolli eamibávtti.

source: Pääosa kultavaltauksista Lemmenjoella sijoittuu granuliittialueelle.
sme: Eanaš gollerogganbáikkit Leammis leat granulihttaguovllus.

source: Syy on siinä, että kullan isäntäkivenä olevia kvartsijuonia on enimmäkseen granuliitissa, eikä kulta raskaana mineraalina ole juuri kulkeutunut kauemmaksi alueelta.
sme: Sivvan dása lea dat, ahte golli isitgeađgi kvárca gávdno eanaš granulihtas, iige golli lossa materiálan leat báljo sirdašuvvan eret doppe gos dat álgoálggus lea leamaš.

source: Mannerlaattojen liike, jääkaudet ja eroosio ovat muovanneet Lemmenjoen alueen kallioperää ja pinnanmuotoja voimakkaasti.
sme: Nannánrávttuid lihkadeapmi, jiekŋaáiggit ja erošuvdna leat sakka hábmen Leammi guovllu báktevuođu ja bajildushámiid.

source: Esimerkiksi Lemmenjoen laakso on syntynyt ennen jääkautta mannerlaattojen liikkeen tuloksena.
sme: Ovdamearkka dihte Leammileahki lea riegádan ovdal jiekŋaáiggi nannánrávttuid lihkadeami dihte.

source: Jääkaudet ovat hioneet kulutusta kestävät kalliot hitaasti pyöreälakisiksi tuntureiksi ja vaaroiksi.
sme: Golaheami gierdi nana bávttiid jiekŋaáiggit leat gulul likten jorbalágan duottarin ja várrin.

source: Pehmeämmät maaperät, kuten jokikurut, ovat eroosion muokkaamia.
sme: Dipmáset eanavuođut, dego johkaskurččut leat riegádan erošuvnna dihte.

source: Maaperä on kallioperään verrattuna hyvin nuorta.
sme: Eanavuođđu lea báktevuođu ektui hui nuorra.

source: Eri pinnanmuotojen syntyminen alkoi runsaat kaksi miljoonaa vuotta sitten eli kvartäärikaudella.
sme: Sierra bajildushámit riegádišgohte šiega guokte miljovnna jagi dás ovdal dahjege kvartáraáigodaga áigge.

source: Silloin ilmasto viileni huomattavasti, mikä johti jäätiköiden syntymiseen.
sme: Dalle dálkkádat čoaskkui mealgat ja riegádedje jiehkit.

source: Moreeni on Lemmenjoen alueella yleisin maalaji.
sme: Morena lea Leammis dábáleamos eanašládja.

source: Se koostuu lajittumattomasta aineksesta ja sisältää lähes kaikkia raekokoja hienorakeisista aineksista lohkareisiin asti.
sme: Das leat šlájaide juohkáskeahtes ávdnasat, main leat sierrasturrosaš čalmmit fiinna geađgečalmmážiin gitta geađgelaigosiidda.

source: Lemmenjoen harjut ovat syntyneet viimeisen jäätiköitymisen sulamisvaiheessa.
sme: Leammi buolžžat leat riegádan maŋimuš jiehki suttadettiin.

source: Harjujaksot kulkevat usein nykyisiä laaksonpohjia myötäillen lounaasta koilliseen.
sme: Buolžžat mannet dávjá dálá leahkevuođuid mielde oarjinlullin nuorttasdavás.

source: Huomattavin näistä on Lemmikäsjängän eteläosasta Vaijoen ja Lemmenjoen laaksojen kautta Äivihjärvelle kulkeva harju.
sme: Stuorámus dáin lea dat buolža, mii manná Leammegasjeakki lulágeahčen Váijoh- ja Leammileagi bokte Áivvetjávrái.

source: 2.4 Vesistöt
sme: 2.4 Čázádagat

source: Puistossa on varsin vähän vesistöjä.
sme: Álbmotmeahcis leat viehka uhccán čázádagat.

source: Niiden kokonaispinta-ala on vain noin 3 800 ha eli 1 % puiston kokonaispinta-alasta.
sme: Daid ollesviidodat lea dušše sullii 3 800 hektára dahjege okta proseanta álbmotmeahci ollesviidodagas.

source: Lemmenjoen alueelle ulottuvat sekä Tenojoen että Paatsjoen vesistöjen latvat (Liite 5).
sme: Leammi álbmotmeahccái ollet sihke Deanu ja Báhčaveaji čázádagaid gierragat (Čuovus 5).

source: Alueella on vähän järviä, ja ne ovat pieniä, pääosin alle hehtaarin kokoisia.
sme: Guovllus leat uhccán jávrrit. Dat leat smávvát, eanaš vuollel hektára viiddu.

source: Järvien vähäisyys näkyy veden virtauksen suurena vaihteluna.
sme: Jávrriid vátnivuohta vuhtto čázi golgama stuorra molsašuddamin.

source: Tulva-aikaan vesi voi nousta nopeasti, mutta laskee taas nopeasti syksyä kohti (Seppänen 2004).
sme: Dulvin čáhci sáhttá badjánit johtilit, muhto luoitá fas johtilit čavčča guvlui (Seppänen 2004).

source: Merkittävimmät joet alueella ovat Lemmenjoki, Kietsimäjoki, Vaskojoki ja Repojoki.
sme: Mávssoleamos jogat guovllus leat Leammi, Skiehččanjohka, Fášku ja Riebanjohka.

source: Lisäksi Ivalojoki saa alkunsa puistosta.
sme: Dasa lassin álbmotmeahcis golggiida Avviljohka.

source: Repojoen ja Ivalojoen väliin jää Lismajoki, joka yhtyy Lisman kylän jälkeen Ivalojokeen.
sme: Riebanjoga ja Avviljoga gaskii báhcá Lismájohka, mii luoitá Lismmá gili maŋŋá Avviljohkii.

source: Veden käyttökelpoisuutta kuvaavan luokituksen mukaan suurin osa Lemmenjoen vesistä kuuluu ensimmäiseen luokkaan (asteikolla 1–5).
sme: Čázi anihahttivuođa govvideaddji juogusteami mielde eatnašat Leammi čáziin gullet vuosttas luohkkái, go mihttoskálá lea ovttežis viđežii.

source: Luokituksen mukaan vedet ovat siten karuja, kirkasvetisiä tai lievästi humuspitoisia.
sme: Dán juogusteami mielde čázit leat guorbasat, čielgasat dahje uhccánaš humusdoallit.

source: Vettä voi lähes kaikkialla käyttää turvallisesti talous- ja juomavetenä.
sme: Čázi sáhttá geavahit dorvvolaččat measta miehtá álbmotmeahci dállodoallo- ja juhkančáhcin.

source: Paikoitellen kullankaivun aiheuttama veden samentuminen haittaa veden käyttöä kesällä Posti- ja Vaskojoessa sekä joskus myös Ravadasjoessa.
sme: Báikkuid golleroggama dagahan čázi ruivvageapmi hehtte čázi geavaheami geassit Poastajogas ja Fáskkus ja muhtumin maiddái Ravadasjogas.

source: Vuoden 2000 lopulla voimaan tullut vesipuitedirektiivi (2000/60/EY) edellyttää, että pinta- ja pohjavesien tulisi olla hyvässä kunnossa vuoden 2015 loppuun mennessä.
sme: Jagi 2000 loahpas fápmui boahtán čáhcerápmadirektiivva (2000/60/EY) mielde bajildus- ja bodnečázit galggašedje leat buori ortnegis jagi 2015 loahpa rádjai.

source: Vesipuitedirektiivin tarkoituksena on yhdentää Euroopan unionin vesilainsäädäntöä ja tuoda siihen uusia näkökulmia.
sme: Čáhcerápmadirektiivva ulbmilin lea ovttaiduhttit Eurohpá Uniovnna čáhceláhkamearrádusaid ja buktit daidda ođđa perspektiivvaid.

source: Vesipuitedirektiivin päätarkoituksena on vesien tilan huononemisen ehkäiseminen.
sme: Čáhcerápmadirektiivva váldoulbmilin lea hehttet čáziid dili fuotnáneami.

source: Tavoitteen saavuttaminen edellyttää vesienhoitoalueen eri toimijoiden laajaa yhteistyötä, jonka vetovastuu on alueellisilla ympäristökeskuksilla.
sme: Jos áigu juksat dán ulbmila, de čáziiddikšunguovllu sierra doaibmit galget bargat ollu ovttas. Váldovástu dán barggus lea guvllolaš birasguovddážiin.

source: Vesien tilaa on perinteisesti arvioitu ihmisen näkökulmasta, mutta direktiivin myötä arviointiin tulee myös ekologinen näkökulma.
sme: Čáziid dilli lea árbevirolaččat árvvoštallon olbmo perspektiivvas, muhto direktiiva lea váikkuheamen dasa ahte árvvoštallamii boahtá maiddái ekologalaš perspektiiva.

source: (Lapin ympäristökeskus 2006)
sme: (Lappi birasguovddáš 2006)

source: Lemmenjoki laajenee keskijuoksullaan järvimäisiksi peräkkäisiksi suvannoiksi.
sme: Leammi gaskaoasit govdot jávrrilágan maŋŋálas savun.

source: Lemmenjoen suot ovat Pohjois-Suomelle tyypillisiä aapasoita, jotka ovat laajoja, aukeita ja vetisiä.
sme: Leammi jeakkit leat Davvi-Supmii mihtilmas viiddis, jalges ja lákta áhpejeakkit.

source: Ne saavat vetensä ja ravinteensa ympäristöstä valuvista vesistä ja kevättulvista.
sme: Dat ožžot čáziideaset ja biebmoávdnasiid birrasiin golgi čáziin ja giđđadulvviin.

source: Aapasoilla vuorottelevat saroja kasvavat märät rimmet ja niiden välissä kulkevat kuivahkot suopursu- ja vaivaiskoivukasvillisuus, jotka peittävät rahkasammalkasvuston.
sme: Áhpejekkiin leat vurrolagaid lákta luktesuonjut ja daid gaskkas lea goikelágan guohcadaŋas- ja skierrešattolašvuohta darfeeatnama alde.

source: Tunturialueella laaksojen pohjilla, lampien ympärillä ja purojen varsilla sijaitsee kapeita ohutturpeisia paljakkasoita, joissa alla olevat kivet ovat usein näkyvissä.
sme: Duottarguovllus leahkevuođuin, ládduid birra ja ájaguorain leat baskkes jalges jeakkit, main lea asehis lavdnji. Dáin jekkiin geađggit leat dávjá oidnosis.

source: Soistumisen aiheuttavat lumen sulamisvedet sekä rinteillä olevista lähteistä purkautuvat pohjavedet.
sme: Jeaggiluvvama dagahit muohttaga suddančázit ja vilttiid gálduin bohciideaddji bodnečázit.

source: (Johansson &amp; Manninen)
sme: (Johansson &amp; Manninen 2004)

source: Tyypillisiä tunturivyöhykkeen palsasoita esiintyy yleisesti Lemmenjoen kansallispuiston länsipuolella Peltotunturin ja Angelin ympäristöissä.
sme: Duottaravádahkii mihtilmas balsajeakkit leat máŋgga sajis Leammi álbmotmeahci oarjjabealde Bealdoduoddara ja Áŋŋela birrasiin.

source: Kansallispuistossa matalia palsoja esiintyy pohjoisosassa Vaskojängällä sekä Látnjoaijohkan ja Vaskojoen yhtymäkohdan länsipuolella.
sme: Álbmotmeahcis vuollegis balssat gávdnojit dan davágeahčen Fáškojeakkis sihke Látnjoaijoga ja Fáškku ovttastuvvansaji oarjjabealde.

source: Natura 2000 -verkostoon sisältyvä Lemmenjoen kansallispuisto (FI 1300201) sijaitsee sekä alpiinisella että boreaalisella luonnonmaantieteellisellä vyöhykkeellä.
sme: Natura 2000 -fierpmádahkii gullevaš Leammi álbmotmeahcci (FI 1300201) lea sihke alpiinnalaš ja boreála luonddueatnandieđalaš avádagas.

source: 2003 tekemällä päätöksellä hyväksynyt Lemmenjoen kansallispuiston alpiinisen alueen ja 13.1. 2005 boreaalisen alueen luontodirektiivin (92/43/ETY) mukaiseksi yhteisön tärkeänä pitämäksi alueeksi (SCI-alue).
sme: Eurohpá ovttastumiid kommišuvdna lea 22.12.2003 dahkan mearrádusainis dohkkehan Leammi álbmotmeahci alpiinnalaš guovllu ja 13.1.2005 boreála guovllu luondodirektiivva mieldásaš SCI-guovlun, maid EO atná dehálažžan.

source: Lemmenjoki on myös ilmoitettu komissiolle lintudirektiivin (79/409/ETY) mukaisena erityisenä suojelualueena (SPA-alue).
sme: Leammi álbmotmeahcci lea maiddái almmuhuvvon kommišuvdnii loddedirektiivva (79/409/ETY) mielde sierra suodjalanguovlun (SPA-guovlu).

source: Natura-alueen suojelun toteutuskeinona on luonnonsuojelulaki.
sme: Natura-guovlu suodjaluvvo luonddusuodjalanlága vuođul.

source: Alueen suojelun perusteena ovat siellä esiintyvät 19 luontodirektiivin liitteen I luontotyyppiä, yhteensä viisi liitteen II lajia sekä yhteensä 29 lintudirektiivin liitteessä I mainittua lintulajia.
sme: Guovllu suodjaleami ággan leat doppe gávdnon luondodirektiivva čuvvosa I 19 luondotiippa, oktiibuot 5 čuvvosa II šlája ja oktiibuot 29, luondodirektiivva čuvvosis I máinnašuvvon loddešlája.

source: Luontotyypeistä peittävyydeltään yleisimmät ovat boreaaliset luonnonmetsät (45 %), aapasuot (20 %), alpiiniset ja boreaaliset tunturikankaat (7 %), tunturikoivikot (5 %) ja subarktiset Salix pensaikot (5 %).
sme: Luondotiippain dábálepmosat govčču dáfus leat boreála luondduvuovddit (45 %), áhpejeakkit (20 %), alpiinnalaš ja boreála duottarguolbanat (7 %), lagešvuovddit (5 %) ja subarktalaš Salix suovkkat (5 %).

source: Alueella tietolomakkeen mukaan esiintyvistä luontotyypeistä EU:n erityisen tärkeiksi määrittelemiä luontotyyppejä ovat aapasuot, palsasuot, puustoiset suot, boreaaliset luonnonmetsät ja tulvametsät.
sme: Diehtoskovi mielde guovllus gávdnojeaddji luondotiippain erenoamáš dehálažžan EU lea meroštallan áhpejekkiid, balsajekkiid, muoradatjekkiid, boreála luondduvuvddiid ja dulvevuvddiid.

source: Alueen suurimmat joet ovat Natura-luontotyyppinäkin merkittäviä Fennoskandian luonnontilaisia jokireittejä.
sme: Guovllu stuorámus jogat leat Natura-luondotiipange mearkkašahtti luonddudilálaš johkajohtolagat Fennoskandias.

source: (Liite 6)
sme: (Čuovus 6)

source: Vuosina 1996–2000 toteutettu luontokartoitus (Sihvo 2001, 2002) tuotti tarkempaa tietoa Lemmenjoen kansallispuiston luontotyypeistä.
sme: Jagiid 1996-2000 dahkkojuvvon luonddukárten (Sihvo 2001, 2002) attii dárkilet dieđuid Leammi álbmotmeahci luondotiippain.

source: Kartoituksen mukaan Lemmenjoen kansallispuistossa on peräti 22 EU:n luontodirektiivin luontotyyppiä (Liite 6).
sme: Kártema mielde Leammi álbmotmeahcis leat olles 22, EU:a luondodirektiivva mieldásaš luondotiippa (Čuovus 6).

source: Näistä ensisijaisen tärkeitä ovat edellä mainittujen viiden lisäksi keidassuot ja metsäluhdat (Keränen 2004c).
sme: Dáin erenoamáš dehálaččat leat ovdalis máinnašuvvon viđa luondotiippa lassin lovttosjeakkit ja lákta luondduniittut (Keränen 2004c).

source: Luontodirektiivin liitteen II eläinlajeista alueella esiintyvät tietolomakkeen mukaan naali, ahma ja saukko.
sme: Luondodirektiivva čuvvosa II eallišlájain guovllus gávdnojit diehtoskovi mielde njálla, geatki ja čeavrris.

source: Putkilokasvilajeista alueelta tunnetaan lettorikko ja lapinleinikki.
sme: Bohccešattuin fas guovllus dihtet gávdnot jeaggenartti ja uhcafiskesrási.

source: Luontodirektiivin lajit on rauhoitettu luonnonsuojelulain nojalla.
sme: Luondodirektiivva šlájat leat ráfáidahtton luonddusuodjalanlága vuođul.

source: Lemmenjoen kansallispuiston Natura-tietolomakkeessa on alueella ilmoitettu esiintyväksi 29 EU:n lintudirektiivin (79/409/ETY) liitteeseen I kuuluvaa lintulajia, joiden suojelemiseksi on osoitettava erityisten suojelutoimien alueita.
sme: Leammi álbmotmeahci Natura-diehtoskovis leat guovllus almmuhuvvon gávdnot 29, EU:a loddedirektiivva (79/409/ETY) čuvvosii I gullevaš loddešlája, maid suodjalan dihte galget čujuhuvvot sierra suodjalandoaimmaid guovllut.

source: Näistä kuusi on Suomen uhanalaisuusluokituksen mukaan uhanalaisia.
sme: Dáin guhtta leat Suoma áitatvulošvuođajuogusteami mielde áitatvuloš šlájat.

source: Vuonna 2004 kansallispuiston linnustosta tehdyn selvityksen (Osmonen 2004) mukaan alueelta tavattiin EU:n lintudirektiivin liitteeseen I kuuluvia lintulajeja kaksi vähemmän, 27 lajia (luku 2.8. 3, Liite 8).
sme: 2004:s álbmotmeahci lottiin dahkkojuvvon čielggadusa mielde (Osmonen 2004) guovllus gávdnojedje EU:a loddedirektiivva čuvvosii I gullevaš loddešlájat guokte uhcit, oktiibuot 27 šlája (lohku 2.8.3, Čuovus 8).

source: 2.7 Perinnemaisemat
sme: 2.7 Árbevierroduovdagat

source: Lemmenjoen kansallispuiston historiaan liittyviä vanhan asutuksen merkkejä ovat mm. vanhat asuinkentät, poroerotuspaikat ja kultakämpät.
sme: Leammi álbmotmeahci historjái guoskevaš boares ássanmearkkat leat ee. ovddeš ássanbáikkit, gárddit ja gollegámppát.

source: Perinnemaisemina arvokkaita näistä ovat Lemmenjoen kansallispuistossa Sallivaaran poroerotuspaikka, Matti Mustan pihakenttä, Kaapin Jounin kenttä, Nuorgaminsavu sekä puiston ulkopuolella Lisman kentät.
sme: Árbevierroduovddan divrasat dáin leat Leammi álbmotmeahcis Sállevári gárdi, Čáhppes-Máhte báiki, Gáppe-Jon báiki, Njuorggánsavu ja álbmotmeahci olggobealde Lismmá giettit.

source: Näistä Sallivaaran poroerotuspaikka ja Nuorgaminsavu on luokiteltu maakunnallisesti merkittäviksi perinnemaisemiksi (Kalpio &amp; Bergman 1999).
sme: Dáin Sállevári gárdi ja Njuorggánsavu leat juogustuvvon eanagottidásis mearkkašahtti árbevierroduovddan (Kalpio &amp; Bergman 1999).

source: Sallivaaran poroerotus, Matti Mustan kenttä, Kaapin Jounin kenttä ja Nuorgaminsavu ovat Metsähallituksen aktiivisessa hoidossa olevia perinnemaisemakohteita.
sme: Sállevári gárdi, Čáhppes-Máhte báiki, Gáppe-Jon báiki ja Njuorggánsavu leat árbevierroduovddačuozáhagat, main fuolaha Meahciráđđehus.

source: Kohteilla huolehditaan maisemallisten arvojen ja perinnebiotooppien, kuten niittyjen, sekä kulttuurisesti arvokkaiden rakennusten ja rakennelmien hoitamisesta ja säilyttämisestä (ks. luku 5.2 Kulttuuriperinnön suojelu ja hoito).
sme: Dáin čuozáhagain fuolahit duovddalaš árvvuid ja árbevierrobiotohpaid, dego niittuid, ja kultuvrralaččat divrras visttiid ja rusttegiid dikšumis ja seailluheamis (gč. lohku 5.2 Kulturárvvuid suodjaleapmi ja dikšun).

source: 2.8. 1 Kasvillisuus ja kasvisto
sme: 2.8.1 Šattolašvuohta ja šattut

source: Uhanalaiset kasvit
sme: Áitatvuloš šattut

source: Seuraava teksti on tiivistelmä ja päivitetty versio Saara Keräsen Lemmenjoki-kirjaan kirjoittamasta luvusta (Keränen 2004b).
sme: Dát čálus lea váldojuvvon beivejuvvon čoahkkáigeassun logus, man Saara Keränen lea čállán Lemmenjoki-girjái (Keränen 2004b).

source: Perustiedot Lemmenjoen kansallispuiston putkilokasvistosta perustuvat pääosin Turun yliopiston Lapin tutkimusasema Kevon tekemään Inarin Lapin kasvistokartoitukseen.
sme: Vuođđodieđut Leammi álbmotmeahci šattuid birra vuođđuduvvet eanaš Anára Sámi šaddokártemii, mii lea dahkkojuvvon Turku allaoahpahaga Sámi dutkanstašuvnnas Geavus.

source: Lemmenjoen kansallispuistossa esiintyy seitsemän valtakunnallisesti vaarantunutta (VU) ja kahdeksan silmälläpidettävää putkilokasvilajia.
sme: Leammi álbmotmeahcis gávdnojit čieža riikkadásis váravuloš (VU) ja gávcci dárkonvuloš bohccešaddošlája.

source: Lisäksi puistossa esiintyy kuusi alueellisesti uhanalaista putkilokasvilajia (Liite 7).
sme: Dasa lassin álbmotmeahcis leat guhtta guovlludásis áitatvuloš bohccešaddošlája (Čuovus 7).

source: Lapinleinikki ei ole uhanalainen, mutta se on rauhoitettu ja EU:n luontodirektiivin laji.
sme: Uhcafiskesrássi ii leat áitatvuloš muhto dat lea ráfáidahtton, EU:a luondodirektiivii gullevaš šládja.

source: Näillä lajeilla on kansallispuistossa yhteensä 130 havaintopaikkaa (Liite 7).
sme: Dáid šlájaid leat áican álbmotmeahcis 130 sajis (Čuovus 7).

source: Havaintopaikalla tarkoitetaan tietyn kasvilajin erillistä, maastossa olevaa kohtaa, jossa lajia on havaittu esiintyvän.
sme: Áicansajiin oaivvildit meahcis dakkár saji, gokko šlája leat sihkkarit áican.

source: Uhanalaisten kasvien esiintymäpaikat ovat laajassa kansallispuistossa jokien varsissa, pahdoilla sekä rehevillä niityillä ja soilla.
sme: Áitatvuloš šattuid gávdnonsajit leat viiddis álbmotmeahcis johkaguorain, bávttiid alde ja šattolaš niittuin ja jekkiin.

source: Joillakin lajeilla, kuten mykerökukkaisiin kuuluvalla arnikilla, kansallispuiston esiintymät ovat lajin varsinaisen levinneisyysalueen ulkopuolella olevia erillisiä esiintymiä.
sme: Muhtun šlájat, dego diehppelieđagiidda gullevaš arnihkka, šaddet báikkuid álbmotmeahcis ieš dan fásta leavvanguovllu olggobealde.

source: Laajat alueet Lemmenjoen kansallispuistosta ovat kasvistoltaan tavanomaista mäntymetsää tai karuja soita, joilta ei ole tiedossa uhanalaisten putkilokasvien esiintymiä.
sme: Leammi álbmotmeahcis gávdnojit viidát dábálaš beahcevuovddit dahje dasto leat viiddis guorba jeakkit, main eai dieđe gávdnot áitatvuloš bohccešattuid.

source: Liitteessä 7 ovat listattuna kaikki tällä hetkellä tiedossa olevat uhanalaiset ja silmälläpidettävät putkilokasvit ja niiden havaintopaikkojen lukumäärä Lemmenjoen kansallispuistossa.
sme: Čuvvosa 7 tabeallas leat logahallon dat áitatvuloš ja dárkonvuloš bohccešattut, maid dál dihtet gávdnot, ja daid áicansajiid lohku Leammi álbmotmeahcis.

source: Osa havainnoista on vanhoja, eikä niiden nykytilaa ole ehditty tarkistaa.
sme: Muhtumat leat boares áiccastagat, eaige daid dálá dili leat geargan dárkkistit.

source: Uhanalaisten kasvien havaintotiedot ovat ympäristöhallinnon Hertta-tietojärjestelmän Eliölajit-osiosta (tilanne 7.9.
sme: Áitatvuloš šattuid áicandieđut leat váldojuvvon birashálddahusa Hertta-diehtovuogádaga Eliölajit-oasis, dilli 7.9.2007.

source: Lemmenjoen kansallispuistossa esiintyy myös kansainvälisiä vastuukasvilajeja, joiden säilymisestä Suomella on merkittävä kansainvälinen vastuu.
sme: Leammi álbmotmeahcis gávdnojit maiddái riikkaidgaskasaš vástošaddošlájat, maid seailumis Suomas lea mearkkašahtti riikkaidgaskasaš ovddasvástádus.

source: Nämä ovat sellaisia lajeja, joiden eurooppalaisesta kannasta on arvioitu olevan Suomessa vähintään noin 20 % (Rassi ym. 2001).
sme: Dát leat dakkár šlájat, maid eurohpálaš nális árvalit Suomas gávdnot uhcimustá sullii 20 % (Rassi ym. 2001).

source: Uhanalaisista, silmälläpidettävistä ja EU:n luontodirektiivin putkilokasvilajeista kansainvälisiä vastuulajeja ovat pohjan-, suikea- ja ahonoidanlukko, lettosara, velttosara, idänimarre, serpentiinipikkutervakko, lapinleinikki ja lettorikko.
sme: Áitatvuloš, dárkonvuloš ja EU:a luondodirektiivva bohccešaddošlájain riikkaidgaskasaš vástošlájat leat suoidnečoavddarássi, gieračoavdda, čievračoavdda, njeaššelukti, slinzelukti, nuortagáiskkit, duottarbihkkarássi, uhcafiskesrássi ja jeaggenarti.

source: Lisäksi puistossa esiintyviä vastuulajeja, joiden Suomen osuus Euroopan kannasta on vähintään 30 %, ovat vaaleasara, pohjanhoikkaängelmä, kellosinilatva, lapinlinnunsilmä ja karvayökönlehti; kaksi viimeksi mainittua saattavat olla melko harvinaisia, tosin tieto niiden yleisyydestä kansallispuistossa on puutteellista.
sme: Dasa lassin álbmotmeahcis gávdnojeaddji vástošlájaide, maid Suoma ossodat Eurohpá nális lea uhcimustá 30 %, gullet čuvgeslukti, seakkasiemanásti, alitgiera, lottečalbmi ja deaggavuodjalasta, main guokte maŋimučča sáhttet leat viehka hárvenaččat, muhto dieđut daid gávdnomis álbmotmeahcis leat váilevaččat.

source: Lemmenjoen kansallispuiston uhanalaiset ja silmälläpidettävät sammalet, jäkälät ja kääväkkäät on lueteltu liitteessä 7. Kansallispuistossa esiintyy kaksi erittäin uhanalaista (EN) sammallajia ja yksi vaarantunut (VU) sammallaji.
sme: Leammi álbmotmeahci áitatvuloš ja dárkonvuloš sámmálat, jeahkálat ja čánát leat logahallon čuvvosis 7. Álbmotmeahcis gávdnojit guokte erenoamáš áitatvuloš (EN) sámelšlája ja okta váravuloš (VU) sámelšládja.

source: Isonuijasammal on EU:n luontodirektiivin laji sekä kansainvälinen vastuulaji, jota kasvaa ravinteisilla soilla koko maassa (Eurola ym. 1992).
sme: Stuorrašlubbosámil lea EU:a luondodirektiivva šládja ja riikkaidgaskasaš vástošládja, mii šaddá bibmos jekkiin miehtá Suoma (Eurola ym. 1990).

source: Lemmenjoen kansallispuiston yksi tiedossa oleva havainto on vuodelta 1880, mutta oletettavasti laji esiintyy puistossa edelleen, koska kasvupaikka ei ole todennäköisesti muuttunut.
sme: Leammi álbmotmeahcis lea oktii deaivan dán sámelšlája 1880:s, muhto dat sáhttá šaddat ainge álbmotmeahcis, dasgo šaddansadji ii leat várra nuppástuvvan.

source: Inarin Lapissa lajin esiintyminen on huonosti kartoitettu, ja sitä on tiedossa vain muutamalta paikalta.
sme: Anára Sámis šlája gávdnon lea funet kártejuvvon ja dan dihtet gávdnot dušše soames sajis.

source: Sammalet ja jäkälät ovat kansallispuistossa puutteellisesti inventoituja.
sme: Sámmálat ja jeahkálat leat álbmotmeahcis váilevaččat inventerejuvvon.

source: Kääväkkäissä on myös kaksi erittäin uhanalaista ja kolme vaarantunutta lajia.
sme: Čánáin leat maiddái guokte hui áitatvuloš ja golbma váravuloš šlája.

source: Lemmenjoen kansallispuistossakin perin puutteellisesti tunnetusta kääväkäslajistosta saadaan lisää tietoa keväällä 2007 alkaneen valtakunnallisen lajistoselvityshankkeen myötä.
sme: Leammi álbmotmeahcis hui váilevaččat dovdojuvvon čátnášlájain fidnejuvvojit lasi dieđut giđđat 2007 álgán riikkadási šladjačielggadanfitnu bokte.

source: Inarissa kääväkäslajistoa selvitettiin kesällä 2007 useilta laajoilta suojelu- tai erämaa-alueilta Lemmenjoen kansallispuiston lisäksi.
sme: Anáris čátnášlájaid čielggadedje geassit 2007 máŋggain viiddis suodjalan- dahje meahcceguovlluin Leammi álbmotmeahci lassin.
